Revit 2027 API
AssetSet Constructor
Initializes a new instance of the AssetSet class
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public AssetSet()
Public Sub New
public:
AssetSet()
new : unit -> AssetSet
See Also
Reference
AssetSet Class
Autodesk.Revit.DB.Visual Namespace